


/**周二例会项目演示2016年7月5日.txt
	2016年7月19日14:27:58	星期二

	Android项目初级
		项目需求：
			1）15个页面
			2）初级的知识点 80%以上 list grid viewpager switchview dialog activity broadcast service thread handler ....
		项目范围：
			1）自己常用的或者喜爱的app为原型
			2）截图15个页面并添加页面需求说明，形成需求文档
		
		项目周期
			5月15日开始项目需求
			15-20日每日两个页面 产生第一批完成的学生
			23-25开始，优先完成的学员，帮助指导落后的成员
			
			
	收集项目：10个；
		本次演示项目3个；
		顺序是：朱玉喜、杨宏亮、李航；（效果递增的顺序）


*/

/* 2016年7月19日14:28:14  中级项目

	6月12日	确定需求并立项
			五大模块（启动动画、注册登录、播放首页列表、播放详情界面、个人中心或设置界面）
	6月13日	周考
			融入项目需要做的数据库、进行上机考试、辅助项目完成；
	6月14日	service 实现音乐播放的功能
			不同页面调用并刷新UI
	6月15日
			将数据库、service整合到项目中
			
	6月16-22日		主要计划界面和问题调整
	
	
			


*/
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    










